{
    "[Mono9]": 219,
    "[Mono17]": 128,
    "[Mono79]": 196,
    "[Mono94]": 213,
    "[Mono104]": 112,
    "[EtOEt_Gly]": 53,
    "[Mono33]": 146,
    "[Me_Abu(morpholino)]": 79,
    "[Hse(Et)]": 70,
    "[dA]": 268,
    "[meM]": 306,
    "[Bal]": 46,
    "[d(N->O)Gly(allyl)]": 263,
    "[dL]": 280,
    "[MeOEt_Gly]": 78,
    "[1-Nal]": 29,
    "[Mono83]": 201,
    "[PhEt_Gly]": 228,
    "[Mono72]": 189,
    "[Mono31]": 144,
    "[Tza]": 258,
    "[Mono97]": 216,
    "[medl-]": 314,
    "[Phe(CHF2)]": 233,
    "[dLeu(3R-OH)]": 281,
    "[HOCOCH2_Gly_ol]": 65,
    "N": 14,
    "[Mono53]": 168,
    "[Mono5]": 175,
    "[Me_dNva]": 103,
    "[Lys(Cbz)]": 73,
    "[Mono22-]": 134,
    "[Mono47]": 161,
    "[3-pyridylethyl_Gly]": 32,
    "[Mono58]": 173,
    "<unk>": 3,
    "<mask>": 318,
    "[Ser(Me)]": 243,
    "[dAla(indol-2-yl)]": 270,
    "[Pip]": 235,
    "[(N->O)Leu]": 23,
    "[Mono43]": 157,
    "[Gln(Mes)]": 59,
    "[Mono103]": 111,
    "[Me_dA]": 96,
    "[Me_Tyr(Me)]": 94,
    "[Mono109]": 117,
    "W": 21,
    "[Mono3]": 153,
    "[Mono67]": 183,
    "[Mono65]": 181,
    "[Cha]": 51,
    "[Mono1]": 131,
    "[Bn(4-Cl)_Gly]": 47,
    "[Mono61]": 177,
    "[Phe(4-CF3)]": 230,
    "[Nal]": 221,
    "[dAbu]": 269,
    "[3Pal]": 33,
    "[Mono37]": 150,
    "Y": 22,
    "[dR]": 289,
    "[Mono78]": 195,
    "[Mono49]": 163,
    "[Hph(4-Cl)]": 68,
    "[Me_Bmt(E)]": 83,
    "[dTyr(bR-OMe)]": 293,
    "[Me_dW]": 105,
    "V": 20,
    "[4Pal]": 34,
    "[Mono64]": 180,
    "[dI]": 278,
    "[Mono90]": 209,
    "[meA]": 300,
    "[Mono84]": 202,
    "[Ala(tBu)]": 40,
    "[meD]": 301,
    "[Mono10]": 118,
    "K": 11,
    "[Mono16]": 127,
    "S": 18,
    "[Me_dNle]": 102,
    "[Phg]": 234,
    "Q": 16,
    "[meW]": 312,
    "[dCha]": 273,
    "[Hyp(Et)]": 71,
    "<pad>": 1,
    "[Me_dV]": 104,
    "[Mono82]": 200,
    "[dF]": 274,
    "P": 15,
    "[(N->O)xiIle]": 27,
    "[Mono7]": 197,
    "[Mono68]": 184,
    "[Mono35]": 148,
    "[Gln(Me2)]": 58,
    "[Mono48]": 162,
    "G": 8,
    "[Mono87]": 205,
    "[Mono6]": 186,
    "[Ser(Ph(3-Cl))]": 245,
    "[Mono60]": 176,
    "[Sta]": 250,
    "[Sta(3R,4R)]": 249,
    "</s>": 2,
    "[Nva]": 226,
    "[(N->O)Val]": 26,
    "[(N->O)Val(3-OH)]": 25,
    "[Mono26]": 138,
    "[Mono39]": 152,
    "[Mono73]": 190,
    "[Tyr(Me)]": 257,
    "[2-pyridylmethyl_Gly]": 30,
    "[Tyr(CHF2)]": 256,
    "[Ser(Pr)]": 246,
    "[Me_Tza]": 95,
    "[aMeLeu]": 259,
    "[dT]": 292,
    "[deca-]": 296,
    "[Mono45]": 159,
    "[Me_Ser(Pr)]": 92,
    "[meF]": 302,
    "[Mono110]": 119,
    "[Gln(Me)]": 57,
    "[Mono92]": 211,
    "[Cys(EtO2H)_NH2]": 52,
    "F": 7,
    "[Mono11]": 122,
    "L": 12,
    "D": 5,
    "[Mono12]": 123,
    "[Trp(5-Br)]": 252,
    "[Arg(Me,Me)]": 42,
    "[dNva]": 283,
    "[Mono14]": 125,
    "[meY]": 313,
    "[Mono44]": 158,
    "[Me_dAbu]": 97,
    "R": 17,
    "[dPye]": 288,
    "[Me_Lys(Me)]": 86,
    "[Me_Phe(a,b-dehydro)]": 91,
    "[Mono27]": 139,
    "[Glu_NH2]": 62,
    "[Mono101]": 109,
    "[dGlu(OMe)]": 276,
    "[Me_Hph]": 85,
    "[Mono8]": 208,
    "T": 19,
    "[Mono41]": 155,
    "[Ser(Ph(2-Cl))]": 244,
    "[Me_dF]": 98,
    "<bos>": 317,
    "[dAsn(Me2)]": 271,
    "[Lys(iPr)]": 77,
    "[Mono69]": 185,
    "[Met(O2)]": 107,
    "[Ser(Ac)]": 239,
    "[GABA]": 56,
    "[Mono96]": 215,
    "[(N->O)Tyr]": 24,
    "[Me_Ser(isoamyl)]": 93,
    "I": 10,
    "[Me_Cha]": 84,
    "[dPhe(3,4-diF)]": 285,
    "[Mono34]": 147,
    "[Mono88]": 206,
    "[Asp(Ph(2-NH2))]": 44,
    "[Nle(OH)]": 223,
    "[Mono76]": 193,
    "[Mono30]": 143,
    "[Pye]": 237,
    "[Nle(CHF2)]": 222,
    "[Bn(4-OH)_Gly]": 48,
    "[Mono15]": 126,
    "[Mono77]": 194,
    "[Mono13]": 124,
    "[5-Ava]": 35,
    "E": 6,
    "[Bn_Gly]": 49,
    "[Mono99]": 218,
    "[Mono46]": 160,
    "[dPip]": 287,
    "[Sar]": 238,
    "[dPhe(4-F)]": 286,
    "<eos>": 316,
    "[Mono85]": 203,
    "[Me_Abu]": 80,
    "[Mono112]": 121,
    "[Mono36]": 149,
    "[meV]": 311,
    "[Mono32]": 145,
    "[Mono62]": 178,
    "[Ala(5-Tet)]": 38,
    "[Mono106]": 114,
    "[Ser(tBu)]": 248,
    "[Phe(4-F)]": 231,
    "[dHyp]": 277,
    "[Mono4]": 164,
    "[Lys(Ac)]": 72,
    "[Me_dK]": 100,
    "M": 13,
    "[Mono98]": 217,
    "[Me_Nle]": 87,
    "[Mono86]": 204,
    "[Mono38]": 151,
    "H": 9,
    "[Mono50]": 165,
    "[Aoc(2)]": 41,
    "[meQ]": 308,
    "[Mono81]": 199,
    "[Bu_Gly]": 50,
    "[dY]": 295,
    "[Mono51]": 166,
    "[Glu(OMe)]": 61,
    "[Mono71]": 188,
    "[Mono59]": 174,
    "[ac-]": 260,
    "[Ala(indol-2-yl)]": 39,
    "[Ser(EtNMe2)]": 241,
    "[Tyr(3-F)]": 255,
    "[bHph]": 261,
    "[Mono105]": 113,
    "[Pr_Gly]": 236,
    "[Mono93]": 212,
    "[Mono107]": 115,
    "[Mono18]": 129,
    "[Mono63]": 179,
    "[Mono29]": 141,
    "[d(N->O)Leu]": 264,
    "[iBu_Gly]": 298,
    "[Mono108]": 116,
    "[Hph(2-Cl)]": 66,
    "[dP]": 284,
    "[Mono55]": 170,
    "[Me_dI]": 99,
    "[Mono20]": 132,
    "[Mono52]": 167,
    "[Me_Nva]": 88,
    "[dS]": 290,
    "[NH2Bu_Gly]": 220,
    "[Mono75]": 192,
    "[Tle]": 251,
    "[Et_Phe]": 55,
    "[Mono102]": 110,
    "[Mono24]": 136,
    "[meI]": 303,
    "[Mono95]": 214,
    "[Mono66]": 182,
    "[Mono21-]": 133,
    "[Asp(OMe)]": 43,
    "[Ser(EtOH)]": 242,
    "[Mono74]": 191,
    "[meS]": 309,
    "[dK]": 279,
    "[Lys(Me)]": 74,
    "[Mono42]": 156,
    "[d(N->O)Val]": 265,
    "[pentyl_Gly]": 315,
    "[Asp_piperidide]": 45,
    "<s>": 0,
    "[meK]": 304,
    "[Mono100]": 108,
    "[HOCOCH2_Bal]": 64,
    "[Mono89]": 207,
    "[Phe(4-NO2)]": 232,
    "[Mono80]": 198,
    "[Mono2]": 142,
    "[Mono40]": 154,
    "[Lys(Me2)]": 75,
    "[Orn]": 227,
    "[dSer(Me)]": 291,
    "[Abu]": 36,
    "[Mono70]": 187,
    "[cHexCH2_Gly]": 262,
    "[Trp(6-Br)]": 253,
    "[Hph]": 69,
    "[Ser(isoamyl)]": 247,
    "[PhPr_Gly]": 229,
    "[Aib]": 37,
    "[Nva(Ph)]": 225,
    "[-pip]": 28,
    "[dN]": 282,
    "[Mono23]": 135,
    "[d(N->O)aIle]": 266,
    "[meL]": 305,
    "[Me_dL]": 101,
    "[Me_Bal]": 82,
    "[Trp(7-Br)]": 254,
    "[Mono57]": 172,
    "[Me_Phe(4-Cl)]": 90,
    "[isoamyl_Gly]": 299,
    "A": 4,
    "[Me_dY]": 106,
    "[Hph(3-Cl)]": 67,
    "[Mono19]": 130,
    "[2Abz]": 31,
    "[Mono91]": 210,
    "[Mono111]": 120,
    "[dV]": 294,
    "[Me_Phe(3-Cl)]": 89,
    "[Mono54]": 169,
    "[Mono28]": 140,
    "[H2NEt_Phe]": 63,
    "[d1-Nal]": 267,
    "[Nle]": 224,
    "[meN]": 307,
    "[Me_Ala(indol-2-yl)]": 81,
    "[Glu(3R-Me)]": 60,
    "[Mono56]": 171,
    "[Lys(Tfa)]": 76,
    "[dAsp(pyrrol-1-yl)]": 272,
    "[dGln(Me2)]": 275,
    "[Ser(Bn)]": 240,
    "[Mono25]": 137,
    "[glyco-]": 297,
    "[meT]": 310,
    "[Et_Gly]": 54
}