{
    "A": 1,
    "D": 2,
    "E": 3,
    "F": 4,
    "G": 5,
    "H": 6,
    "I": 7,
    "K": 8,
    "L": 9,
    "M": 10,
    "N": 11,
    "P": 12,
    "Q": 13,
    "R": 14,
    "S": 15,
    "T": 16,
    "V": 17,
    "W": 18,
    "Y": 19,
    "[(N->O)Leu]": 20,
    "[(N->O)Tyr]": 21,
    "[(N->O)Val(3-OH)]": 22,
    "[(N->O)Val]": 23,
    "[(N->O)xiIle]": 24,
    "[-pip]": 25,
    "[1-Nal]": 26,
    "[2-pyridylmethyl_Gly]": 27,
    "[2Abz]": 28,
    "[3-pyridylethyl_Gly]": 29,
    "[3Pal]": 30,
    "[4Pal]": 31,
    "[5-Ava]": 32,
    "[Abu]": 33,
    "[Aib]": 34,
    "[Ala(5-Tet)]": 35,
    "[Ala(indol-2-yl)]": 36,
    "[Ala(tBu)]": 37,
    "[Aoc(2)]": 38,
    "[Arg(Me,Me)]": 39,
    "[Asp(OMe)]": 40,
    "[Asp(Ph(2-NH2))]": 41,
    "[Asp_piperidide]": 42,
    "[Bal]": 43,
    "[Bn(4-Cl)_Gly]": 44,
    "[Bn(4-OH)_Gly]": 45,
    "[Bn_Gly]": 46,
    "[Bu_Gly]": 47,
    "[Cha]": 48,
    "[Cys(EtO2H)_NH2]": 49,
    "[EtOEt_Gly]": 50,
    "[Et_Gly]": 51,
    "[Et_Phe]": 52,
    "[GABA]": 53,
    "[Gln(Me)]": 54,
    "[Gln(Me2)]": 55,
    "[Gln(Mes)]": 56,
    "[Glu(3R-Me)]": 57,
    "[Glu(OMe)]": 58,
    "[Glu_NH2]": 59,
    "[H2NEt_Phe]": 60,
    "[HOCOCH2_Bal]": 61,
    "[HOCOCH2_Gly_ol]": 62,
    "[Hph(2-Cl)]": 63,
    "[Hph(3-Cl)]": 64,
    "[Hph(4-Cl)]": 65,
    "[Hph]": 66,
    "[Hse(Et)]": 67,
    "[Hyp(Et)]": 68,
    "[Lys(Ac)]": 69,
    "[Lys(Cbz)]": 70,
    "[Lys(Me)]": 71,
    "[Lys(Me2)]": 72,
    "[Lys(Tfa)]": 73,
    "[Lys(iPr)]": 74,
    "[MeOEt_Gly]": 75,
    "[Me_Abu(morpholino)]": 76,
    "[Me_Abu]": 77,
    "[Me_Ala(indol-2-yl)]": 78,
    "[Me_Bal]": 79,
    "[Me_Bmt(E)]": 80,
    "[Me_Cha]": 81,
    "[Me_Hph]": 82,
    "[Me_Lys(Me)]": 83,
    "[Me_Nle]": 84,
    "[Me_Nva]": 85,
    "[Me_Phe(3-Cl)]": 86,
    "[Me_Phe(4-Cl)]": 87,
    "[Me_Phe(a,b-dehydro)]": 88,
    "[Me_Ser(Pr)]": 89,
    "[Me_Ser(isoamyl)]": 90,
    "[Me_Tyr(Me)]": 91,
    "[Me_Tza]": 92,
    "[Me_dA]": 93,
    "[Me_dAbu]": 94,
    "[Me_dF]": 95,
    "[Me_dI]": 96,
    "[Me_dK]": 97,
    "[Me_dL]": 98,
    "[Me_dNle]": 99,
    "[Me_dNva]": 100,
    "[Me_dV]": 101,
    "[Me_dW]": 102,
    "[Me_dY]": 103,
    "[Met(O2)]": 104,
    "[Mono100]": 105,
    "[Mono101]": 106,
    "[Mono102]": 107,
    "[Mono103]": 108,
    "[Mono104]": 109,
    "[Mono105]": 110,
    "[Mono106]": 111,
    "[Mono107]": 112,
    "[Mono108]": 113,
    "[Mono109]": 114,
    "[Mono10]": 115,
    "[Mono110]": 116,
    "[Mono111]": 117,
    "[Mono112]": 118,
    "[Mono11]": 119,
    "[Mono12]": 120,
    "[Mono13]": 121,
    "[Mono14]": 122,
    "[Mono15]": 123,
    "[Mono16]": 124,
    "[Mono17]": 125,
    "[Mono18]": 126,
    "[Mono19]": 127,
    "[Mono1]": 128,
    "[Mono20]": 129,
    "[Mono21-]": 130,
    "[Mono22-]": 131,
    "[Mono23]": 132,
    "[Mono24]": 133,
    "[Mono25]": 134,
    "[Mono26]": 135,
    "[Mono27]": 136,
    "[Mono28]": 137,
    "[Mono29]": 138,
    "[Mono2]": 139,
    "[Mono30]": 140,
    "[Mono31]": 141,
    "[Mono32]": 142,
    "[Mono33]": 143,
    "[Mono34]": 144,
    "[Mono35]": 145,
    "[Mono36]": 146,
    "[Mono37]": 147,
    "[Mono38]": 148,
    "[Mono39]": 149,
    "[Mono3]": 150,
    "[Mono40]": 151,
    "[Mono41]": 152,
    "[Mono42]": 153,
    "[Mono43]": 154,
    "[Mono44]": 155,
    "[Mono45]": 156,
    "[Mono46]": 157,
    "[Mono47]": 158,
    "[Mono48]": 159,
    "[Mono49]": 160,
    "[Mono4]": 161,
    "[Mono50]": 162,
    "[Mono51]": 163,
    "[Mono52]": 164,
    "[Mono53]": 165,
    "[Mono54]": 166,
    "[Mono55]": 167,
    "[Mono56]": 168,
    "[Mono57]": 169,
    "[Mono58]": 170,
    "[Mono59]": 171,
    "[Mono5]": 172,
    "[Mono60]": 173,
    "[Mono61]": 174,
    "[Mono62]": 175,
    "[Mono63]": 176,
    "[Mono64]": 177,
    "[Mono65]": 178,
    "[Mono66]": 179,
    "[Mono67]": 180,
    "[Mono68]": 181,
    "[Mono69]": 182,
    "[Mono6]": 183,
    "[Mono70]": 184,
    "[Mono71]": 185,
    "[Mono72]": 186,
    "[Mono73]": 187,
    "[Mono74]": 188,
    "[Mono75]": 189,
    "[Mono76]": 190,
    "[Mono77]": 191,
    "[Mono78]": 192,
    "[Mono79]": 193,
    "[Mono7]": 194,
    "[Mono80]": 195,
    "[Mono81]": 196,
    "[Mono82]": 197,
    "[Mono83]": 198,
    "[Mono84]": 199,
    "[Mono85]": 200,
    "[Mono86]": 201,
    "[Mono87]": 202,
    "[Mono88]": 203,
    "[Mono89]": 204,
    "[Mono8]": 205,
    "[Mono90]": 206,
    "[Mono91]": 207,
    "[Mono92]": 208,
    "[Mono93]": 209,
    "[Mono94]": 210,
    "[Mono95]": 211,
    "[Mono96]": 212,
    "[Mono97]": 213,
    "[Mono98]": 214,
    "[Mono99]": 215,
    "[Mono9]": 216,
    "[NH2Bu_Gly]": 217,
    "[Nal]": 218,
    "[Nle(CHF2)]": 219,
    "[Nle(OH)]": 220,
    "[Nle]": 221,
    "[Nva(Ph)]": 222,
    "[Nva]": 223,
    "[Orn]": 224,
    "[PhEt_Gly]": 225,
    "[PhPr_Gly]": 226,
    "[Phe(4-CF3)]": 227,
    "[Phe(4-F)]": 228,
    "[Phe(4-NO2)]": 229,
    "[Phe(CHF2)]": 230,
    "[Phg]": 231,
    "[Pip]": 232,
    "[Pr_Gly]": 233,
    "[Pye]": 234,
    "[Sar]": 235,
    "[Ser(Ac)]": 236,
    "[Ser(Bn)]": 237,
    "[Ser(EtNMe2)]": 238,
    "[Ser(EtOH)]": 239,
    "[Ser(Me)]": 240,
    "[Ser(Ph(2-Cl))]": 241,
    "[Ser(Ph(3-Cl))]": 242,
    "[Ser(Pr)]": 243,
    "[Ser(isoamyl)]": 244,
    "[Ser(tBu)]": 245,
    "[Sta(3R,4R)]": 246,
    "[Sta]": 247,
    "[Tle]": 248,
    "[Trp(5-Br)]": 249,
    "[Trp(6-Br)]": 250,
    "[Trp(7-Br)]": 251,
    "[Tyr(3-F)]": 252,
    "[Tyr(CHF2)]": 253,
    "[Tyr(Me)]": 254,
    "[Tza]": 255,
    "[aMeLeu]": 256,
    "[ac-]": 257,
    "[bHph]": 258,
    "[cHexCH2_Gly]": 259,
    "[d(N->O)Gly(allyl)]": 260,
    "[d(N->O)Leu]": 261,
    "[d(N->O)Val]": 262,
    "[d(N->O)aIle]": 263,
    "[d1-Nal]": 264,
    "[dA]": 265,
    "[dAbu]": 266,
    "[dAla(indol-2-yl)]": 267,
    "[dAsn(Me2)]": 268,
    "[dAsp(pyrrol-1-yl)]": 269,
    "[dCha]": 270,
    "[dF]": 271,
    "[dGln(Me2)]": 272,
    "[dGlu(OMe)]": 273,
    "[dHyp]": 274,
    "[dI]": 275,
    "[dK]": 276,
    "[dL]": 277,
    "[dLeu(3R-OH)]": 278,
    "[dN]": 279,
    "[dNva]": 280,
    "[dP]": 281,
    "[dPhe(3,4-diF)]": 282,
    "[dPhe(4-F)]": 283,
    "[dPip]": 284,
    "[dPye]": 285,
    "[dR]": 286,
    "[dS]": 287,
    "[dSer(Me)]": 288,
    "[dT]": 289,
    "[dTyr(bR-OMe)]": 290,
    "[dV]": 291,
    "[dY]": 292,
    "[deca-]": 293,
    "[glyco-]": 294,
    "[iBu_Gly]": 295,
    "[isoamyl_Gly]": 296,
    "[meA]": 297,
    "[meD]": 298,
    "[meF]": 299,
    "[meI]": 300,
    "[meK]": 301,
    "[meL]": 302,
    "[meM]": 303,
    "[meN]": 304,
    "[meQ]": 305,
    "[meS]": 306,
    "[meT]": 307,
    "[meV]": 308,
    "[meW]": 309,
    "[meY]": 310,
    "[medl-]": 311,
    "[pentyl_Gly]": 312,
    "1:R1-10:R2": 313,
    "1:R1-10:R3": 314,
    "1:R1-11:R2": 315,
    "1:R1-11:R3": 316,
    "1:R1-12:R2": 317,
    "1:R1-12:R3": 318,
    "1:R1-13:R3": 319,
    "1:R1-14:R2": 320,
    "1:R1-14:R3": 321,
    "1:R1-2:R2": 322,
    "1:R1-3:R2": 323,
    "1:R1-4:R2": 324,
    "1:R1-5:R2": 325,
    "1:R1-6:R2": 326,
    "1:R1-7:R2": 327,
    "1:R1-7:R3": 328,
    "1:R1-8:R2": 329,
    "1:R1-8:R3": 330,
    "1:R1-9:R2": 331,
    "1:R1-9:R3": 332,
    "1:R3-11:R2": 333,
    "2:R3-10:R2": 334,
    "2:R3-4:R2": 335,
    "2:R3-7:R2": 336,
    "3:R3-10:R2": 337,
    "4:R3-10:R2": 338,
    "4:R3-12:R2": 339,
    "5:R3-14:R2": 340,
    "6:R3-12:R2": 341
}